// Задача 3
// Напишите программу, которая на вход принимает число и выдаёт, является ли число чётным (делится ли оно на два без остатка).
// Заказчик предложил работать с целыми числами.

int a = 7;

 if (a % 2 == 0)
{
    Console.WriteLine("Четный");
}
else
{   
    Console.WriteLine("Не четный");
}

// 