// Задача 1
// Заказчик предложил работать с целыми числами

int a = -9;
int b = -3;

if(a < b)
{   
    Console.WriteLine(b);
}
else
{   
    Console.WriteLine(a);
}
// Хотел сделать вывод красивее "Max: (a или b)", не смог(( 