// Задача 1
// Заказчик предложил работать с целыми числами

int a = 22;
int b = 3;
int c = 9;

int max = a;

    // Нахождение максимума
    if (b > max) 
    {
        max = b;
    }
    if (c > max) 
    {
        max = c;
    }

    Console.WriteLine(max);

// 